Repository: FleischmanKrisztian/BucuriaDarului2017
Catalog: BucuriaDarului.Web/Resources/*.po
Languages: ro

source: Show all volunteers
ro: Arată toți voluntarii

source: Show all beneficiaries
ro: Arată toți beneficiarii

source: Privacy
ro: Confidențialitate

source: Show all events
ro: Arată toate evenimentele

source: No Template has been chosen, and the default template has been moved to an unknown location!
ro: Niciun șablon disponibil, iar modelul implicit a fost mutat într-o locație necunoscută!

source: Number of documents per page
ro: Numărul de documente pe pagină

source: Please insert a file name
ro: Introduceți numele Fișierului

source: Show all sponsors
ro: Arată toți sponsorii

source: Volunteering
ro: Voluntariat

source: Active
ro: Activ

source: Addictions
ro: Dependențe

source: Address information
ro: Adresă

source: Back To List
ro: Înapoi la listă

source: Beneficiary
ro: Beneficiar

source: Birthdate
ro: Data nașterii

source: Birthplace
ro: Locul nașterii

source: Born After
ro: Născut după data de

source: Born Before
ro: Născut înainte de data de

source: Canteen
ro: Cantină

source: Chronic condition
ro: Boli cronice

source: City
ro: Oraș

source: Comments
ro: Observații

source: Contract Expiraton
ro: Expirarea contractelor benficiarilor

source: Contract information
ro: Informații despre contract

source: Create
ro: Crează

source: Create New
ro: Crează o nouă înregistrare

source: Delete
ro: Șterge

# DeleteMessage
source: Are you sure you want to delete this?
ro: Ești sigur că vrei să ștergi acet document?

source: Details
ro: Detalii

source: Disability
ro: Dizabilități

source: Edit
ro: Editează

source: Expenses
ro: Cheltuieli

source: Female
ro: Feminin

# All
source: Contact information
ro: Nume

source: Gender
ro: Gen

source: Has Contract
ro: Are contract

source: Has GDPR agreement
ro: Are contract GDPR

source: Has health card
ro: Are card de sănătate

source: Has health insurance
ro: Are asigurare de sănătate

source: Has home
ro: Are locuință

source: Has ID
ro: Are carte de identitate

source: Health details
ro: Detalii despre sănătate

source: Health state
ro: Starea sănătății

source: Home delivery driver
ro: Numele șoferului care livrează la domiciliu

source: Homeless
ro: Fără adăpost

source: Housing information
ro: Informații

source: Housing type
ro: Locuință

source: ID application
ro: ID cerere

source: ID contract
ro: ID anchetă

source: ID Information
ro: Detalii CI

source: ID investigation
ro: ID investigație

source: Income
ro: Venit

# IndexMessageBeneficiary
source: There is no Beneficiary with such name!
ro: Nu există beneficiar cu acest nume in baza de date!

source: Last time active
ro: Ultima dată activ

source: Make this beneficiary inactive
ro: Marchează ca inactiv

source: Male
ro: Masculin

source: Marca details
ro: Detalii despre marcă

source: Married
ro: Căsătorit/ă

source: Name
ro: Nume

source: Health state/Disability/Chronic condition
ro: Starea sănătății/Dizabilități/Boli cronice

source: Profession/occupation
ro: Profesie/ocupație

source: Number
ro: Număr

source: Number of portions
ro: Numărul de porții

source: Number of registration
ro: Numărul de înregistrare a contractului

source: Occupation
ro: Ocupația

source: Personal information
ro: Informații personale

source: Phone number
ro: Număr de telefon

source: Profession
ro: Profesia

source: Registration date
ro: Data înregistrării

source: Save
ro: Salvează

source: Search
ro: Caută

source: Seniority in work field
ro: Vechime în cămpul muncii

source: Spouse name
ro: Numele soției/soțului

source: Street
ro: Strada

source: Studies
ro: Studii

source: Studies and job related information
ro: Informații despre studii și activitatea profesională

source: Weekly package
ro: Pachet săptămânal

source: Beneficiaries: Contract Alert
ro: Contractele benficiarilor care urmează să expire

source: Sponsors: Contract Alert
ro: Contractele sponsorilor care urmează să expire

source: Volunteers: Birthday Alert
ro: Zile de naștere

source: Volunteers: Contract Alert
ro: Contractele voluntarilor care urmează să expire

source: You are currently
ro: Momentan ești

# MessageLocalServer
source: The local server must be up and running!
ro: Server-ul local trebuie să ruleze!

# message
source: Use this page to detail your site's privacy policy.
ro: Folosește această pagină pentru a detalia politica aplicației.

source: Apply
ro: Aplică

source: English
ro: Engleză

source: Environment
ro: Mediul de lucru

source: Language
ro: Limbă

source: Romanian
ro: Română

source: Server management
ro: Gestionare baze de date

source: Phone
ro: Număr de telefon

# MessageAbout
source: This application was made during a SIEMENS internship by Corina Grămadă and Fleischman Krisztian as charity for a non-profit organisation.
ro: Această aplicație a fost creată în timpul unui internship în cadrul companiei Siemens S.R.L de către Fleischman Krisztian și Grămadă Corina.

source: About
ro: Despre noi

source: Beneficiaries
ro: Beneficiari

source: Events
ro: Evenimente

source: Home
ro: Acasă

source: More
ro: Mai mult...

source: Settings
ro: Setări

source: Sponsor
ro: Sponsori

source: Volunteers
ro: Voluntari

source: Contracts
ro: Contracte

source: Fullname
ro: Nume

source: Has car
ro: Mașină

source: Phone number
ro: Număr de telefon

source: Address
ro: Adresă

source: Contract Expirations
ro: Contracte care vor expira

source: Expiration date
ro: Data expirării contractului

source: Number Of Registration
ro: Numărul de înregistrare

source: OwnerID
ro: Id-ul proprietarului

source: Print
ro: Printează

# VolContract
source: Volunteer's contract
ro: contract voluntar

source: Avatar
ro: Poză de profil

source: Email address
ro: Adresă de email

source: Field of activity
ro: Domeniul de activitate

source: Has driving license
ro: Permis de conducere

source: Hour count
ro: Norma de lucru (ore/zi)

source: Remarks
ro: Observații

source: Upload image
ro: Încarcă imagine

source: Volunteer
ro: Voluntar

source: Beneficiary contract
ro: Contract beneficiar

source: Birthdays
ro: Zile de naștere

source: Allocate
ro: Alocă

source: Allocated sponsors
ro: Sponsori alocați

source: Allocated volunteers
ro: Voluntari alocați

source: Allocate Sponsors
ro: Sponsori alocați

source: Allocate Volunteers
ro: Voluntari alocați

source: Contract Expiration
ro: Contracte care vor expira

source: Currently allocated
ro: Voluntari alocați momentan

source: Date of event
ro: Data evenimentului

source: Desired area
ro: Aria de lucru dorită

source: Duration
ro: Durata

source: Event
ro: Eveniment

# Hourcount
source: Working hours
ro: Numărul de ore total

source: Name of event
ro: Numele evenimentului

source: Number of volunteers needed
ro: Numărul de voluntari necesari

source: Place of event
ro: Locul evenimentului

source: Sponsor Allocation to
ro: Alocați sponsori evenimentului

source: Type of activities
ro: Tipul activității

source: Type of event
ro: Tipul evenimentului

source: Volunteer Allocation to
ro: Voluntari alocați evenimentului

source: Date
ro: Data

source: Money amount
ro: Suma de bani donată

source: Name of sponsor
ro: Numele sponsorului

source: What goods
ro: Tipul bunurilor donate

source: Sponsors
ro: Sponsori

source: Goods amount
ro: Cantitatea de produse donate

source: Allocated sponsors
ro: Sponsori alocați

source: Allocated volunteers
ro: Voluntari alocați

source: Allocation status
ro: Status alocare

source: Sponsor Allocation
ro: Alocați sponsori evenimentului

source: Volunteer Allocation
ro: Alocați voluntari evenimentului

source: Press here to reload
ro: Apasați aici pentru reîncărcare

# MakeItInactive
source: Make this volunteer inactive
ro: Marchează ca inactiv

# ExpirationDateCI
source: Expiration date of CI
ro: Data expirării CI

# UploadFromCsv
source: Export To Excel
ro: Importă din Excel

# MessageFailedExport
source: Please,close the file,then load.
ro: Fisierul nu poate fi deschis.Este posibil să fie deschis.

# Choose
source: Choose a file
ro: Alege fișierul dorit

source: Upload
ro: Încarcă

source: Choose file
ro: Caută

source: Please choose what you want the Excel to contain
ro: Alege câmpurile pe care doriți să le conțina fișierul Excel

source: Select the properties
ro: Selectează câmpurile

source: Contract Details
ro: Detalii contract

# nospecialchar
source: Cannot contain Special character ';'
ro: Câmpurile nu pot conține caracterul ';'

# Filters
source: Order by
ro: Filtre

# TheDateOfActiveCant
source: The date of active till cant be smaller that that of activesince!
ro: Data finală a activității nu poate fi mai mică decat data de început!

# activetill
source: Final date of activity
ro: Data de final a activității

source: Export
ro: Exportă

source: Home Delivery
ro: Livrare la domiciliu

source: Yes
ro: Da

source: No
ro: Nu

source: File Options
ro: Opțiuni fișier

source: Next
ro: Următorul pas

# Synchronize
source: Synchronize database
ro: Sincronizează baza de date

# OpenDatabaseManagerApp
source: Open database manager application
ro: Deschide aplicație de gestionare bază de date

# MakeBeneficiaryInactive
source: Make this beneficiary inactive
ro: Marchează ca inactiv

source: Download
ro: Descarcă

source: File name
ro: Numele fișierului

# NoDocumentsMatchingCriteria
source: No documents found matching criteria!
ro: Nu a fost găsit nici un document care să fie corespunzător criteriului ales!

source: Contract number of registration
ro: Numărul de înregistrare al contractului

source: Lower date
ro: Activ După data de

source: Upper date
ro: Activ înainte de data de

source: ID expiration date
ro: Data expirării CI/BI

source: Empty database
ro: Baza de date este goală

source: Marca name
ro: Marca

# ChooseContractTemplate
source: Choose a contract template
ro: Alege fișierul șablon al contractului

# ChooseAnOptionForContract
source: Choose an option for the main gol of this contrct
ro: Obiectul prezentului contract îl constituie acordarea

source: Other option
ro: Altă variantă

source: Close
ro: Închide

source: Please choose a file!
ro: Niciun fisier nu a fost încărcat!

source: The Document has been successfully imported
ro: Fișierul a fost încărcat cu succes!

source: File Cannot be Empty!
ro: Fișierul este gol!

# File must be of type Volunteer!
source: Acest fișier trebuie să corespundă formatului pentru import voluntar!
ro: Fișierul introdus nu corespunde șablonului pentru importul în cazul voluntariilor.

source: Please select at least one Property!
ro: Trebuie să alegeți cel puțin un câmp!

source: The Object Cannot contain Semi-Colons!
ro: Documentul nu poate conține ; !

source: The Volunteer must have a name!
ro: Câmpul coresunzător numelui trebuie completat!

source: The Beneficiary must have a name!
ro: Câmpul coresunzător numelui trebuie completat!

# Empty list of ids
source: Empty list of documents for printing
ro: Lista documentelor pentru export este goală

source: Warning! This action is irreversible!
ro: Atenție!Această acțiune este ireversibilă!

source: Synchronization Results
ro: Rezultatele acțiunii de sincronizare a bazelor de date

# NoCnp
source: Can't create contracts without CNP
ro: Câmpul CNP al acestei persoane este gol!

# NoCiInfo
source: Can't create contracts without CI info
ro: Câmpul depre informațiile din cartea de indentitate al acestei persoane este gol!

source: Missing CNP information for this volunteer! Please fill in all the data necessary for contract creation.
ro: Câmpul CNP al acestui voluntar nu este completat!Introduceți datele neceseare pentru a putea crea contractul.

source: Error! This document couldn't be deleted!
ro: Eroare!Acest document nu poate fi șters!

source: Please enter number of registration!
ro: Introduceți numărul de înregistrare!

source: Please enter a valid Expiration Date!
ro: Introduceți o dată de expirare validă!

source: Please enter a valid Registration Date!
ro: Introduceți o dată de înregistrare validă!

source: Missing CI information for this volunteer!Please fill in all the data necessary for contract creation.
ro: Câmpul corespondent datelor cărții de identitate al acestui voluntar nu este completat!Introduceți datele neceseare pentru a putea crea contractul.

source: Contract exported successfully!
ro: Contractul a fost exportat cu succes!

source: VolunteersReport
ro: RaportVoluntari

source: There was an error while adding the file! Make Sure the Document has all of its Fields and is not only a partial CSV file.
ro: S-a produs o eroare în timpul importului acestu fișier!Asigurați-vă ca acest fișier conține toate coloanele și că nu este doar un fișier csv parțial.

source: The Sponsor must have a name!
ro: Câmpul corespondent numelui trebuie completat!

source: The event has been successfully updated!
ro: Acest eventiment a fost actualizat.

source: Update failed!Please try again!
ro: Actualizare eșuată!Mai încercați o dată

source: The Event must have a name!
ro: Câmpul corespondent numelui trebuie completat!

# MoreOptions
source: More template options
ro: Mai multe opțiuni

# ContractGoal
source: The main goal of this contract is to give
ro: Obiectul prezentului contract îl constituie acordarea

source: Options
ro: Opțiuni

# ChooseDiffrentTemplateThanTheDefaultOne
source: important!Fill in this option only if you want a diffrent template than the default one!!
ro: Atenție!Această opțiune se completează doar daca doriți un alt șablon decât cel prestabilit!!
